# LastGroupMemberExcluded Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
BuiltInFailures..::..GroupFailures..::..LastGroupMemberExcluded Property
BuiltInFailures..::..GroupFailures Class See Also
---
Last member of group instance was excluded (deleted), removed, or moved to the project. Group instance has been deleted.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static FailureDefinitionId LastGroupMemberExcluded { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LastGroupMemberExcluded As FailureDefinitionId
	Get
```

Visual C++
---
```text
public:
static property FailureDefinitionId^ LastGroupMemberExcluded {
	FailureDefinitionId^ get ();
}
```

# See Also
BuiltInFailures..::..GroupFailures Class
Autodesk.Revit.DB Namespace